/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Automatisch prüfen";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Nicht prüfen";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Aktualisierung auf v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker kann regelmäßig prüfen, ob eine Aktualisierung vorliegt. Sie sind nicht zu einer Aktualisierung verpflichtet und es werden keine persönlichen Daten bei der Verbindung mit dem Server übermittelt.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Soll Hex Color Picker automatisch prüfen ob eine neue Version verfügbar ist?";